<?php

return [
    'property' => [
        'image_max_size' => 'هەر وێنەیەک نابێت گەورەتر لە 2MB بێت.',
        'image_mimes' => 'هەر وێنەیەک دەبێت لە جۆری: jpeg, png, jpg, gif بێت.',
        'image_file' => 'هەر فایلێک دەبێت وێنە بێت.',
        'created_success' => 'خانووبەر بە سەرکەوتوویی دروستکرا! بەڕێوەبەر پێداچوونەوەی دەکات.',
        'updated_success' => 'خانووبەر بە سەرکەوتوویی نوێکرایەوە! بەڕێوەبەر دووبارە پێداچوونەوەی دەکات.',
        'deleted_success' => 'خانووبەر بە سەرکەوتوویی سڕایەوە!',
        'unauthorized' => 'کردارێکی ناڕەوا.',
    ],
    'settings' => [
        'profile_updated_success' => 'پرۆفایل بە سەرکەوتوویی نوێکرایەوە!',
        'password_changed_success' => 'وشەی نهێنی بە سەرکەوتوویی گۆڕدرا!',
        'picture_updated_success' => 'وێنەی پرۆفایل بە سەرکەوتوویی نوێکرایەوە!',
    ],
];
